{"@odata.context":"https://collegiatelink2.search.windows.net/indexes('organizations')/$metadata#docs(*)","@odata.count":1640,"@search.coverage":100.0,"value":[{"@search.score":1.0,"Id":"332917","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":" A-Starco Athletic Sneaker Foundation","ShortName":"AASF","WebsiteKey":"aasf","ProfilePicture":"1671a0b4-7128-44ed-878b-1e7f2822acc2534c6be0-9a2d-43e5-9285-cb9480711984.jpg","Description":"<p>Our organization's goal is to encourage students to be active in our community by providing younger athletes with proper equipment and sneakers to have the ability to fulfill their dreams in sports.</p>","Summary":"Our organization's goal is to encourage students to be active in our community by providing younger athletes with proper equipment and sneakers to have the ability to fulfill their dreams in sports.","CategoryIds":["3658"],"CategoryNames":["Service/Service Learning"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"319506","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"+Human Capital Consulting","ShortName":"+HCC","WebsiteKey":"humancapitalconsulting","ProfilePicture":"330e66e4-998c-422b-a61f-c93e99c444280afac507-7bd5-45e4-b02e-b33fe6135a6d.png","Description":"<p>+HCC is a student organization that aims to address the need for solutions specific to human capital management issues that exist in the local community and beyond. +HCC believes in an open membership where all students at the University of Michigan, seeking any degree, are welcomed to join and learn about human capital consulting. +HCC also offers opportunities to be on project teams via an internal application.</p>\r\n<p>&nbsp;</p>\r\n<p>Contact:&nbsp;humancapitalconsulting@umich.edu</p>","Summary":"+HCC is a Ross School of Business student organization that matches the community's need for human capital management solutions with the student's need to learn about human capital consulting.","CategoryIds":["3649","3651","3654","3658","8250"],"CategoryNames":["Academic/Honor Societies","Cultural/Ethnic","Graduate/Professional","Service/Service Learning","Central Campus"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"253819","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"1 Team Coding","ShortName":"1TC","WebsiteKey":"oneteamcoding","ProfilePicture":"291936b8-8a9b-4e27-b69e-22ee11e7ae58a02182d6-f807-4721-9fb5-293cf75966ce.png","Description":"<p>1 Team Coding is a student-run organization aimed toward Computer Science majors looking to gain software development experience.&nbsp;Its founding principle is to expand student computer programming knowledge through team collaboration on innovative software.</p>\r\n<p id=\"x_x_x_x_x_x_x_x_x_x_x_x_x_second\" class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_paragraph x_x_x_x_x_x_x_x_x_x_x_x_x_col x_x_x_x_x_x_x_x_x_x_x_x_x_col-10 x_x_x_x_x_x_x_x_x_x_x_x_x_col-sm-9 x_x_x_x_x_x_x_x_x_x_x_x_x_col-md-7 x_x_x_x_x_x_x_x_x_x_x_x_x_col-lg-7 x_x_x_x_x_x_x_x_x_x_x_x_x_col-xl-7\">Our members work collaboratively to build software programs imagined and engineered solely by its students. During weekly coding sessions, members operate in small groups where ideas can flow freely and contribute to a larger computer program being created by the club. Developing software in a group environment not only advances understanding of programming concepts at a faster rate, but mimics the processes implemented in many technology companies when working in a larger team to develop complex software. This close imitation of industry software development practices better prepares members for careers in large corporations where working on a substantial software program is built by numerous teams working as one.</p>\r\n<p class=\"x_x_x_x_x_x_x_x_x_x_x_x_x_paragraph x_x_x_x_x_x_x_x_x_x_x_x_x_col x_x_x_x_x_x_x_x_x_x_x_x_x_col-10 x_x_x_x_x_x_x_x_x_x_x_x_x_col-sm-9 x_x_x_x_x_x_x_x_x_x_x_x_x_col-md-7 x_x_x_x_x_x_x_x_x_x_x_x_x_col-lg-7 x_x_x_x_x_x_x_x_x_x_x_x_x_col-xl-7\">1 Team Coding also routinely offers access to career opportunities through collaboration with companies in the Ann Arbor area.&nbsp;</p>\r\n<p>No formal computer programming experience is necessary to become a member, however, membership may require completing a selection process.</p>","Summary":"One Team Coding is a student-run software development organization aimed toward those completing a Computer Science major. Members collaborate to build one or two complex computer programs throughout the year in a fun group-setting. ","CategoryIds":["3652"],"CategoryNames":["Science/Technology/Engineering"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"125794","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"180 Degrees Consulting at the University of Michigan","ShortName":"180DC University of Michigan Branch","WebsiteKey":"180dc","ProfilePicture":"d4fe7b0e-5837-4ed9-b989-22a4ba72b3b5f55ee493-60dd-4211-b7fd-a1f06988da76.png","Description":"<ol>\r\n<li>To strengthen the ability of socially conscious organizations to achieve high impact social outcomes through the development of innovative, practical and sustainable solutions.</li>\r\n<li>To engage with local clients and collaborate with international peers, leveraging the capabilities of socially-minded youth worldwide to generate solutions for clients.</li>\r\n<li>Offer a broad range of consulting services, including organizational planning and development, market research and analysis, and project review/realization</li>\r\n</ol>\r\n<p>Application Timeline: Fall 2021 Application Timeline will be updated on our website soon.&nbsp;</p>\r\n<p>Apply at&nbsp;180dcmichigan.com</p>","Summary":"Strategy and management consulting for benefit corporations, nonprofits, and socially driven organizations.","CategoryIds":["3649","3654","16550"],"CategoryNames":["Academic/Honor Societies","Graduate/Professional","Business & Entrepreneurship"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"71430","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"1931E Honor Society","ShortName":"'31E Honor Society","WebsiteKey":"1931ehonorsociety","ProfilePicture":"0b9c256f-da07-419e-b97f-588047b11e3c66de17b1-000c-42f2-8faf-af4d56be67dd.jpg","Description":"<p>The Society was established to bring together past and present recipients of the Class of &lsquo;31E Scholarship so that they can grow together in fellowship and appreciation of the opportunity they have been given.&nbsp;Through social and service interactions, our mission is to form a close-knit community of past and present &lsquo;31E Scholars. Furthermore, we intend to always show great appreciation for the Engineering Class of 1931 and its descendants that made this award possible.</p>","Summary":"The 1931E Honor Society was established to bring together past and present recipients of the Class of ‘31E Scholarship so that they can grow together in fellowship and appreciation of the opportunity they have been given.","CategoryIds":["3649","3652"],"CategoryNames":["Academic/Honor Societies","Science & Technology"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"164824","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"1L Oral Advocacy Competition","ShortName":"1L OAC","WebsiteKey":"1loac","ProfilePicture":"a40619bd-5ec3-402a-b9c8-95ddd313620b57aab296-e685-471a-8a91-8bcc414d5e9b.jpg","Description":"<p>The primary goal of the Michigan Law School 1L Oral Advocacy Competition is to give students an opportunity to practice and hone their oral appellate advocacy skills during their first year. By providing this experience in a low-stress environment, the Competition encourages 1Ls to participate even if they have no prior debate, mock trial, or public speaking experience.</p>","Summary":"The primary goal of the Michigan Law School 1L Oral Advocacy Competition is to give students an opportunity to practice and hone their oral appellate advocacy skills during their first year of law school.","CategoryIds":["3654"],"CategoryNames":["Graduate/Professional"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"243826","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"1st Generation Engineers","ShortName":"1st Gen Engin","WebsiteKey":"1stgenengin","ProfilePicture":"20514852-06eb-43a2-a878-17bc794046e4369c95a2-47c2-41bd-83dd-bbad755fd784.jpg","Description":"<p>The organization aims to make the first generation identity more visible among the engineering community and provide support for the unique challenges that they may face in the engineering discipline. Through mentorship, professional development, community development, and campus involvement, our mission is to create a community of scholars with similar backgrounds to promote overcoming first generation student barriers at the University of Michigan and to create a sense of community among its members.</p>\r\n<p>Sign up for our emails at tinyurl.com/fgemail</p>\r\n<p>For Corporate Relations Inquiries, please contact umdavidp@umich.edu.</p>\r\n<p>For general questions, contact 1stgenengin.sab@umich.edu</p>","Summary":"1st Gen Engin is here for you ! We work with our First Gen students that need help finding resources to further their education, and we also plan great social events to form a tight knit community for all of our members!","CategoryIds":["3649","3651","3652","3654","8247"],"CategoryNames":["Academic/Honor Societies","Cultural/Ethnic","Science & Technology","Graduate/Professional","North Campus"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"80666","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"390th Booster Club","ShortName":"390th Booster Club","WebsiteKey":"390thboosterclub","ProfilePicture":"2f870bd4-fc89-434e-a6b7-5f826845f7b495346180-a90c-42ae-b9a3-36d8cf6ab9fd.jpg","Description":"<p>We organize events for the students in Detachment 390.</p>","Summary":"We organize events for the students in Detachment 390.","CategoryIds":["3654"],"CategoryNames":["Graduate/Professional"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"76271","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"58 Greene","ShortName":null,"WebsiteKey":"58greene","ProfilePicture":"b93fdd3b-0309-4cc0-b590-06adfda70c96b29b39f7-6f2a-4f57-a173-d2ccc509ab04.jpg","Description":"<p>Known for its show stopping soloists, 58 Greene is the University of Michigan's premier multicultural, co-ed acappella group. The group&nbsp;was started in room 58 Greene in the basement of East Quad, and rehearses there to this day, though that particular classroom didn't survive the renovations. Each of the members of 58 Greene comes from&nbsp;a diverse background, but a love for music ties them all together. 58 Greene's mission is to promote cultural diversity and social justice through song.</p>","Summary":"The premier multicultural A Cappella group on campus. ","CategoryIds":["3650","3651"],"CategoryNames":["Creative & Performing Arts","Cultural/Ethnic"],"Status":"Active","Visibility":"Public"},{"@search.score":1.0,"Id":"74794","InstitutionId":66,"ParentOrganizationId":62529,"BranchId":62529,"Name":"812 Campus Ministry","ShortName":"812","WebsiteKey":"812","ProfilePicture":"c1c74093-d0e0-4c11-bfdb-7d59a2ffd1ad7a9a417e-4664-4e01-bd56-9c20acab50f4.JPG","Description":"<p>Based on the scripture John 8:12, students receive sound Biblical teaching that can help guide them through their everyday. We preach the gospel of Jesus Christ with conviction, challenging students to be a light to the world, living the victorious life God preordained them to live. We are a campus ministry that meets every Tuesday to experience God through bible study, inactive activities, and praise and worship. We meets every Tuesday from 7-8:15pm in the Michigan Union.</p>","Summary":"Students receive sound Biblical teaching that can help guide them through their everyday life. We preach the gospel of Jesus Christ with conviction, challenging students to be a light to the world, living the victorious life God preordained them to live.","CategoryIds":["3657"],"CategoryNames":["Religious/Spiritual"],"Status":"Active","Visibility":"Public"}]}